Repository: icculus/loki_update
Catalog: po/*/loki_update.po
Languages: fr

source: (0 MB)
fr: (0 Mo)

source: 0.0 K/s
fr: 0.0 Ko/s

source: Available updates:
fr: Mises à jour disponibles:

source: Cancel
fr: Annuler

source: Choose Mirror
fr: Choix du site mirroir

source: Close
fr: Fermer

source: Continue
fr: Continuer

source: Details
fr: Détails

source: Downloading [README/update]
fr: Téléchargement [README/update]

source: Downloading update list
fr: Téléchargement de la liste des mises à jour

source: ETA: 00:00
fr: Temps restant: 00:00

source: Exit
fr: Sortir

source: GPG Signature Details
fr: Détails de la signature GPG

source: GPG signature
fr: Signature GPG

source: Loki Update Tool
fr: Outil Loki Update

source: Performing update:
fr: Mise à jour:

source: Please choose the download site you would like to use:
fr: Veuillez choisir le site de téléchargement préféré:

source: Quick-update (no user interaction)
fr: Mise à jour rapide (pas d'interaction)

source: Readme File
fr: Fichier README

source: Save
fr: Sauver

source: Save Mirror
fr: Sauver le site mirroir

source: Select All
fr: Sélectionner tout

source: Select File
fr: Sélectionner Fichier

source: Switch Mirror
fr: Changer de site mirroir

source: Update Status Details
fr: Détails de la mise à jour

source: Verifying update:
fr: Vérification de la mise à jour:

source: [GPG signature details]
fr: [détails de la signature GPG]

source: [GPG status]
fr: [Etat de GPG]

source: [Product]
fr: [Produit]

source: [Update status messages]
fr: [Messages d'état de la mise à jour]

source: [Update]
fr: [Mise à jour]

source: [current status]
fr: [Etat courant]

source: [mirror site list goes here]
fr: [liste de sites mirroir ici]

source: [verify status]
fr: [Etat de vérification]

source: Couldn't change to install directory
fr: Ne peut pas aller dans le répertoire d'installation

source: Install path set, but no product specified
fr: Chemin d'installation donné, mais pas de produit spécifié

source: Couldn't exec ourselves! Exiting
fr: Impossible de s'exécuter! Abandon

source: Couldn't exec %s! Exiting
fr: Impossible d'exécuter %s! Abandon

source: (preferred)
fr: (préféré)

source: ETA: %ld:
fr: Temps Restant: %ld:

source: ETA:
fr: Temps Restant:

source: unknown
fr: inconnu

source: Running GPG...
fr: Lancement de GPG...

source: Downloading public key
fr: Téléchargement de la clé publique

source: (%d MB)
fr: (%d Mo)

source: Finished
fr: Terminé

source: Update
fr: Mise à jour

source: Downloading README
fr: Téléchargement du README

source: Downloading update
fr: Téléchargement de la mise à jour

source: Verifying GPG signature
fr: Vérification de la signature GPG

source: GPG not installed
fr: GPG n'est pas installé

source: GPG was cancelled
fr: GPG a été annulé

source: GPG key not available
fr: La clé GPG n'est pas disponible

source: GPG verify failed
fr: La vérification GPG a échoué

source: GPG verify succeeded
fr: Vérification GPG réussie

source: GPG signature not available
fr: Signature GPG non disponible

source: Verifying MD5 checksum
fr: Vérification de la somme de contrôle MD5

source: MD5 checksum not available
fr: Somme de contrôle MD5 non disponible

source: Verification succeeded
fr: Vérification réussie

source: Verification failed
fr: Vérification échouée

source: Update corrupted
fr: Mise à jour corrompue

source: Unable to retrieve update
fr: Incapable de récupérer la mise à jour

source: Ready for update
fr: Prêt pour la mise à jour

source: Performing update
fr: Mise à jour

source: Update failed
fr: Mise à jour échouée

source: Update complete
fr: Mise à jour achevée

source: Listing product updates
fr: Liste des mises à jour pour les produits

source: Download cancelled
fr: Téléchargement annulé

source: Unable to retrieve update list
fr: Incapable de récupérer la liste des mises à jour

source: Retrieved update list
fr: Liste des mises à jour récupérée

source: No new updates available
fr: Pas de nouvelle mise à jour

source: No products found. Are you the one that installed the software?
fr: Aucun produit trouvé. Etes-vous l'utilisateur qui a installé le logiciel?

source: No product_vbox in glade file!
fr: Pas de product_vbox dans le fichier glade!

source: Interactive updates require X11
fr: Les mises à jour interactives nécessitent X11

source: Setting product url for '%s' to: %s
fr: URL du produit changée de '%s' à: %s

source: Adding product entry for '%s'
fr: Ajout d'une entrée pour le produit '%s'

source: Failed scan for product '%s'
fr: Recherche échouée pour le produit '%s'

source: Searching for installed products...
fr: Recherche des produits installés...

source: done!
fr: fini!

source: Upgrade to %s
fr: Mise à jour vers %s

source: Upgrade to %s %s
fr: Mise à jour vers %s %s

source: Convert to %s
fr: Conversion vers %s

source: Install %s
fr: Installer %s

source: Patch for different architecture, dropping
fr: Patch pour une architecture différente

source: Patch for different version of libc, dropping
fr: Patch pour une version différente de la libc

source: Version combination %s and %s isn't legal, dropping
fr: Combinaison de versions %s et %s n'est pas légale

source: Couldn't create IPC pipe
fr: Ne peut pas créer de tube IPC

source: Unpacking archive
fr: Décompression de l'archive

source: Couldn't fork process
fr: Ne peut démarrer le processus

source: Couldn't exec %s
fr: Ne peut exécuter %s

source: Couldn't create IPC pipe
fr: Ne peut créer de tube IPC

source: Couldn't fork process
fr: Ne peut lancer le processus

source: Key not found
fr: Clé non trouvée

source: Key downloaded
fr: Clé téléchargée

source: Path too long for internal buffer
fr: Chemin trop long pour le buffer interne

source: No file specified in URL
fr: Pas de fichier spécifié pour l'URL

source: Out of memory
fr: A cours de mémoire

source: Malformed URL, aborting
fr: URL déformée, abandon

source: Unable to find %s
fr: Ne peut trouver %s

source: Unable to open %s
fr: Ne peut ouvrir %s

source: ERROR:
fr: ERREUR:

source: WARNING:
fr: AVERTISSEMENT:
